Repository: aminenidae/ScreenTime-BMAD
Catalog: ScreenTimeRewardsProject/ShieldConfigurationExtension/Localizable.xcstrings
Source language: en
Languages: fr

source: Complete %lld minutes on your learning apps to unlock this app. Let's get started!
fr: Termine %lld minutes sur tes applis d'apprentissage pour débloquer cette appli. C'est parti!

source: Complete your learning goal to unlock this app.
fr: Termine ton objectif d'apprentissage pour débloquer cette appli.

source: Complete your learning goal to unlock this category.
fr: Termine ton objectif d'apprentissage pour débloquer cette catégorie.

source: Daily Limit Reached
fr: Limite quotidienne atteinte

source: Downtime Active
fr: Période de repos en cours

source: Learning Time First!
fr: D'abord le temps d'apprentissage!

source: Not Available Today
fr: Non disponible aujourd'hui

source: Reward Time Finished
fr: Temps de récompense terminé

source: This app is in downtime. Check back later.
fr: Cette appli est en période de repos. Reviens plus tard.

source: This app is only available: %@
fr: Cette appli est disponible seulement : %@

source: This app is only available: %@ between %@ and %@
fr: Cette appli est disponible seulement : %@ entre %@ et %@

source: This app is only available: After %@
fr: Cette appli est disponible seulement : Après %@

source: This app is taking a break today.
fr: Cette appli fait une pause aujourd'hui.

source: This app is taking a break today. Come back on %@!
fr: Cette appli fait une pause aujourd'hui. Reviens %@!

source: This app is taking a break today. Come back tomorrow!
fr: Cette appli fait une pause aujourd'hui. Reviens demain!

source: This website category has been blocked by your parent.
fr: Cette catégorie de site web a été bloquée par ton parent.

source: This website has been blocked by your parent.
fr: Ce site web a été bloqué par ton parent.

source: Website Blocked
fr: Site web bloqué

source: You used your %lld minutes for today. Come back on %@!
fr: Tu as utilisé tes %lld minutes pour aujourd'hui. Reviens %@!

source: You used your %lld minutes for today. Come back tomorrow!
fr: Tu as utilisé tes %lld minutes pour aujourd'hui. Reviens demain!

source: You've reached your daily limit. Come back on %@!
fr: Tu as atteint ta limite quotidienne. Reviens %@!

source: You've reached your daily limit. Come back tomorrow!
fr: Tu as atteint ta limite quotidienne. Reviens demain!

source: You've reached your daily limit. Try again tomorrow!
fr: Tu as atteint ta limite quotidienne. Réessaie demain!

source: You've used %lld minutes of today's reward time. Complete more learning to earn more!
fr: Tu as utilisé %lld minutes de ton temps de récompense aujourd'hui. Continue d'apprendre pour en gagner plus!

source: Your reward time has expired. Complete more learning to unlock again!
fr: Ton temps de récompense est épuisé. Continue d'apprendre pour le débloquer à nouveau!
